Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# pref_item_automatic_backups_disable_message
source: This only turns off future automatic backups. It clears the local folder, password, and attachment choice from Keyguard. The existing backup repository and files in that folder are not deleted.
ar: يؤدي هذا فقط إلى إيقاف النسخ الاحتياطي التلقائي المستقبلي. يمسح المجلد المحلي وكلمة المرور وخيار المرفقات من Keyguard. لا يُحذف مستودع النسخ الاحتياطي الحالي والملفات الموجودة في ذلك المجلد.
de: Dadurch werden nur zukünftige automatische Backups deaktiviert. Keyguard entfernt den lokalen Ordner, das Passwort und die Auswahl für Anhänge aus seinen Einstellungen. Das vorhandene Backup-Repository und die Dateien in diesem Ordner werden nicht gelöscht.
fr: Cela ne désactive que les futures sauvegardes automatiques. Cela supprime de Keyguard le dossier local, le mot de passe et le choix des pièces jointes. Le dépôt de sauvegarde et les fichiers existants dans ce dossier ne sont pas supprimés.
hu: Ez csak a jövőbeli automatikus mentéseket kapcsolja ki. Törli a helyi mappát, a jelszót és a melléklet választását a Keyguardból. A meglévő mentési tároló és az abban lévő fájlok nem törlődnek.
pt_br: Isso desativa apenas os backups automáticos futuros. Apaga a pasta local, a senha e a escolha de anexo do Keyguard. O repositório de backup existente e os arquivos nessa pasta não são excluídos.
pt_pt: Isto desativa apenas as cópias de segurança foturas. Remove a pasta local, a palavra-passe e a opção de anexo do Keyguard. O repositório de cópia de segurança existente e os ficheiros nessa pasta não são eliminados.
ru: Это отключает только будущее автоматическое резервное копирование. Локальная папка, пароль и выбор вложений будут удалены из Keyguard. Существующий репозиторий резервных копий и файлы в этой папке не удаляются.
uk: Це лише вимикає майбутні автоматичні резервні копії. Воно очищає локальну теку, пароль та вибір вкладень із Keyguard. Наявний репозиторій резервних копій і файли в тій теці не видаляються.
zh_hans: 此操作仅停止未来的自动备份，并从 Keyguard 中清除本地文件夹、密码及附件选项。现有备份仓库及该文件夹中的文件不会被删除。

# pref_item_automatic_backups_disable_title
source: Turn off automatic backups
ar: إيقاف النسخ الاحتياطي التلقائي
de: Automatische Backups deaktivieren
fr: Désactiver les sauvegardes automatiques
hu: Automatikus mentések kikapcsolása
pt_br: Desativar backups automáticos
pt_pt: Desativar cópias de segurança automáticas
ru: Отключить автоматическое резервное копирование
uk: Вимкнути автоматичне резервне копіювання
zh_hans: 关闭自动备份

# pref_item_automatic_backups_enable_button
source: Enable backups
ar: تفعيل النسخ الاحتياطي
de: Backups aktivieren
fr: Activer les sauvegardes
hu: Mentések engedélyezése
pt_br: Habilitar backups
pt_pt: Ativar cópias de segurança
ru: Включить резервное копирование
uk: Увімкнути резервне копіювання
zh_hans: 启用备份

# pref_item_automatic_backups_include_attachments_disabled_summary
source: Not included
ar: غير مضمّن
de: Nicht eingeschlossen
fr: Non inclus
hu: Nincs belefoglalva
pt_br: Não incluído
pt_pt: Não incluído
ru: Не включаются
uk: Не включаються
zh_hans: 未包含

# pref_item_automatic_backups_include_attachments_enabled_summary
source: Included when available
ar: يُضمَّن عند توفره
de: Verfügbare Anhänge werden eingeschlossen
fr: Inclus lorsque disponible
hu: Belefoglalva, ha elérhető
pt_br: Incluído quando disponível
pt_pt: Incluído quando disponível
ru: Включаются при наличии
uk: Включаються, якщо доступні
zh_hans: 有附件时一并包含

# pref_item_automatic_backups_include_attachments_title
source: Include attachments
ar: تضمين المرفقات
de: Anhänge einschließen
fr: Inclure les pièces jointes
hu: Mellékletek belefoglalása
pt_br: Incluir anexos
pt_pt: Incluir anexos
ru: Включать вложения
uk: Включати вкладення
zh_hans: 包含附件

# pref_item_automatic_backups_location_title
source: Backup location
ar: موقع النسخ الاحتياطي
de: Backup-Speicherort
fr: Emplacement de sauvegarde
hu: Mentés helye
ko: 백업 위치
pt_br: Local do backup
pt_pt: Localização da cópia de segurança
ru: Расположение резервных копий
uk: Розташування резервних копій
zh_hans: 备份位置

# pref_item_automatic_backups_panel_attachments_label
source: Attachments
ar: المرفقات
de: Anhänge
fr: Pièces jointes
hu: Mellékletek
ko: 첨부 파일
pt_br: Anexos
pt_pt: Anexos
ru: Вложения
uk: Вкладення
zh_hans: 附件

# pref_item_automatic_backups_panel_blobs_label
source: Attachment blobs
ar: كتل المرفقات
de: Anhangsdaten
fr: Objets binaires des pièces jointes
hu: Melléklet blobok
pt_br: Blobs de anexo
pt_pt: Blobs de anexos
ru: Объекты вложений
uk: Блоби вкладень
zh_hans: 附件数据块

# pref_item_automatic_backups_panel_blobs_value
source: %1$lld new, %2$lld reused
ar: %1$lld جديد، %2$lld معاد استخدامه
de: %1$lld neu, %2$lld wiederverwendet
fr: %1$lld nouveaux, %2$lld réutilisés
hu: %1$lld új, %2$lld újrahasznosított
pt_br: %1$lld novos, %2$lld reutilizados
pt_pt: %1$lld novo, %2$lld reutilizado
ru: %1$lld новых, %2$lld повторно использовано
uk: %1$lld нових, %2$lld повторно використаних
zh_hans: %1$lld 个新增，%2$lld 个复用

# pref_item_automatic_backups_panel_error_label
source: Error
ar: خطأ
de: Fehler
fr: Erreur
hu: Hiba
ko: 오류
pt_br: Erro
pt_pt: Erro
ru: Ошибка
uk: Помилка
zh_hans: 错误

# pref_item_automatic_backups_panel_finished_label
source: Finished
ar: انتهى
de: Abgeschlossen
fr: Terminée
hu: Befejezve
pt_br: Concluído
pt_pt: Terminado
ru: Завершено
uk: Завершено
zh_hans: 已完成

# pref_item_automatic_backups_panel_last_change_label
source: Last vault change
ar: آخر تغيير في الخزنة
de: Letzte Tresoränderung
fr: Dernières modifications du coffre-fort
hu: Utolsó széf módosítás
pt_br: Última alteração do cofre
pt_pt: Última alteração no cofre
ru: Последнее изменение хранилища
uk: Остання зміна сховища
zh_hans: 上次密码库变更

# pref_item_automatic_backups_panel_last_sync_title
source: Last backup
ar: آخر نسخة احتياطية
de: Letztes Backup
fr: Dernière sauvegarde
hu: Utolsó mentés
pt_br: Último backup
pt_pt: Última cópia de segurança
ru: Последняя резервная копия
uk: Останнє резервне копіювання
zh_hans: 上次备份

# pref_item_automatic_backups_panel_pending_changes_label
source: Pending changes
ar: التغييرات المعلّقة
de: Ausstehende Änderungen
fr: Modifications en attente
hu: Függőben lévő változások
pt_br: Alterações pendentes
pt_pt: Alterações pendentes
ru: Ожидающие изменения
uk: Зміни в очікуванні
zh_hans: 待处理变更

# pref_item_automatic_backups_panel_progress_label
source: Progress
ar: التقدّم
de: Fortschritt
fr: En cours
hu: Folyamat
pt_br: Progresso
pt_pt: Progresso
ru: Прогресс
uk: Прогрес
zh_hans: 进度

# pref_item_automatic_backups_panel_repository_title
source: Repository metadata
ar: بيانات المستودع الوصفية
de: Repository-Metadaten
fr: Métadonnées du dépôt
hu: Tároló metaadatai
pt_br: Metadados do repositório
pt_pt: Metadados do repositório
ru: Метаданные репозитория
uk: Метадані репозиторію
zh_hans: 仓库元数据

# pref_item_automatic_backups_panel_skipped_label
source: Skipped
ar: تم التخطي
de: Übersprungen
fr: Ignoré
hu: Kihagyva
pt_br: Ignorado
pt_pt: Ignorado
ru: Пропущено
uk: Пропущено
zh_hans: 已跳过

# pref_item_automatic_backups_panel_snapshot_label
source: Snapshot
ar: لقطة
fr: Instantané
hu: Pillanatkép
ru: Снимок
uk: Знімок
zh_hans: 快照

# pref_item_automatic_backups_panel_started_label
source: Started
ar: بدأ
de: Gestartet
fr: Démarré
hu: Indítva
pt_br: Iniciado
pt_pt: Iniciado
ru: Начато
uk: Розпочато
zh_hans: 已开始

# pref_item_automatic_backups_panel_status_label
source: Status
ar: الحالة
fr: Statut
hu: Állapot
pt_pt: Estado
ru: Статус
uk: Стан
zh_hans: 状态

# pref_item_automatic_backups_panel_vault_items_label
source: Vault items
ar: عناصر الخزنة
de: Tresorelemente
fr: Éléments du coffre-fort
hu: Széf elemei
ko: 보관함 항목
pt_br: Itens do cofre
pt_pt: Itens do cofre
ru: Элементы хранилища
uk: Елементи сховища
zh_hans: 密码库条目

# pref_item_automatic_backups_password_message
source: This password encrypts the backup repository. If multiple app instances share the backup repository they must use the same password.
ar: تشفّر كلمة المرور هذه مستودع النسخ الاحتياطي. إذا شاركت نسخ متعددة من التطبيق المستودع نفسه، فيجب أن تستخدم كلمة المرور نفسها.
de: Dieses Passwort verschlüsselt das Backup-Repository. Wenn mehrere App-Instanzen dasselbe Backup-Repository verwenden, müssen sie dasselbe Passwort nutzen.
fr: Ce mot de passe chiffre le dépôt de sauvegarde. Si plusieurs instances d'applications partagent le dépôt de sauvegarde, elles doivent utiliser le même mot de passe.
hu: Ez a jelszó titkosítja a mentési tárolót. Ha több alkalmazáspéldány használja ugyanazt a mentési tárolót, ugyanazt a jelszót kell használniuk.
ko: 이 비밀번호로 백업 저장소를 암호화합니다. 여러 개의 앱 인스턴스가 같은 백업 저장소를 공유할 경우, 모든 인스턴스가 같은 비밀번호를 사용해야 합니다.
pt_br: Esta senha criptografa o repositório de backup. Se várias instâncias do aplicativo compartilharem o repositório de backup, elas deverão usar a mesma senha.
pt_pt: Esta palavra-passe encripta o repositório da cópia de segurança. Se várias instâncias da aplicação partilharem o repositório de cópia de segurança, deverão utilizar a mesma palavra-passe.
ru: Этот пароль шифрует репозиторий резервных копий. Если несколько экземпляров приложения используют один репозиторий резервных копий, они должны использовать одинаковый пароль.
uk: Цей пароль шифрує репозиторій резервних копій. Якщо кілька екземплярів застосунку спільно використовують репозиторій резервних копій, вони повинні використовувати однаковий пароль.
zh_hans: 此密码用于加密备份仓库。若多个应用实例共享同一备份仓库，则必须使用相同的密码。

# pref_item_automatic_backups_password_not_set
source: Password not set; backup files are not encrypted
ar: لم يتم تعيين كلمة المرور؛ ملفات النسخ الاحتياطي غير مشفّرة
de: Kein Passwort festgelegt; die Backup-Dateien sind nicht verschlüsselt
fr: Mot de passe non défini ; les fichiers de sauvegarde ne sont pas chiffrés.
hu: Jelszó nincs beállítva; a mentési fájlok nincsenek titkosítva
pt_br: Senha não definida; os arquivos de backup não estão criptografados
pt_pt: Palavra-passe não definida, os ficheiros de cópia de segurança não estão encriptados
ru: Пароль не задан; файлы резервных копий не зашифрованы
uk: Пароль не встановлено; файли резервних копій не зашифровані
zh_hans: 未设置密码，备份文件未加密

# pref_item_automatic_backups_password_set
source: Password is set; backup files are encrypted
ar: تم تعيين كلمة المرور؛ ملفات النسخ الاحتياطي مشفّرة
de: Passwort festgelegt; die Backup-Dateien sind verschlüsselt
fr: Mot de passe défini, les fichiers de sauvegarde sont chiffrés.
hu: Jelszó beállítva; a mentési fájlok titkosítottak
pt_br: Senha definida; os arquivos de backup estão criptografados
pt_pt: A palavra-passe foi definida, os ficheiros de cópia de segurança estão encriptados
ru: Пароль задан; файлы резервных копий зашифрованы
uk: Пароль встановлено; файли резервних копій зашифровані
zh_hans: 已设置密码，备份文件已加密

# pref_item_automatic_backups_password_set_summary
source: Password set
ar: تم تعيين كلمة المرور
de: Passwort festgelegt
fr: Mot de passe défini
hu: Jelszó beállítva
pt_br: Senha definida
pt_pt: Palavra-passe definida
ru: Пароль задан
uk: Пароль встановлено
zh_hans: 密码已设置

# pref_item_automatic_backups_password_title
source: Backup password
ar: كلمة مرور النسخ الاحتياطي
de: Backup-Passwort
fr: Mot de passe de sauvegarde
hu: Mentés jelszava
ko: 백업 비밀번호
pt_br: Senha do backup
pt_pt: Palavra-passe da cópia de segurança
ru: Пароль резервной копии
uk: Пароль резервної копії
zh_hans: 备份密码

# pref_item_automatic_backups_retention_never_clear_value
source: Never clear
ar: عدم المسح أبدًا
de: Nie löschen
fr: Ne jamais effacer
hu: Soha ne törölje
pt_br: Nunca limpar
pt_pt: Nunca limpar
ru: Никогда не очищать
uk: Ніколи не очищати
zh_hans: 从不清除

# pref_item_automatic_backups_retention_title
source: Keep snapshots
ar: الاحتفاظ باللقطات
de: Snapshots aufbewahren
fr: Garder les instantanés
hu: Pillanatképek megtartása
pt_br: Manter snapshots
pt_pt: Manter instantâneos
ru: Хранить снимки
uk: Зберігати знімки
zh_hans: 保留快照数量

# pref_item_automatic_backups_retention_value
source: %1$lld snapshots
ar: %1$lld لقطة
fr: %1$lld instantanés
hu: %1$lld pillanatkép
pt_pt: %1$lld instantâneos
ru: %1$lld снимков
uk: %1$lld знімків
zh_hans: %1$lld 个快照

# pref_item_automatic_backups_run_now_title
source: Run backup now
ar: تشغيل النسخ الاحتياطي الآن
de: Backup jetzt starten
fr: Sauvegarder maintenant
hu: Mentés futtatása most
pt_br: Executar backup agora
pt_pt: Executar cópia de segurança agora
ru: Создать резервную копию сейчас
uk: Створити резервну копію зараз
zh_hans: 立即运行备份

# pref_item_automatic_backups_setup_intro
source: Backups save vault snapshots to a location you choose. Keyguard creates them on vault changes, and you can trigger a snapshot manually anytime.
ar: يحفظ النسخ الاحتياطي لقطات للخزنة في موقع تختاره. ينشئها Keyguard عند تغيّر الخزنة، ويمكنك تشغيل لقطة يدويًا في أي وقت.
de: Backups speichern Snapshots Ihres Tresors an einem von Ihnen gewählten Ort. Keyguard erstellt sie bei Änderungen am Tresor. Sie können jederzeit auch manuell einen Snapshot erstellen.
fr: Les sauvegardes enregistrent les instantanés du coffre-fort à l'emplacement que vous choisissez. Keyguard les crée en cas de modification du coffre, et, à tout moment, vous pouvez déclencher un instantané manuellement.
hu: A biztonsági mentések a választott helyre mentik a széf pillanatképeit. A Keyguard a széf megváltozásakor hozza létre őket, és bármikor manuálisan is készíthet pillanatképet.
pt_br: Os backups salvam snapshots do cofre em um local de sua escolha. O Keyguard os cria nas alterações do cofre, e você pode acionar um snapshot manualmente a qualquer momento.
pt_pt: As cópias de segurança guardam instantâneos do cofre num local à sua escolha. O Keyguard cria-os quando o cofre é alterado, e pode acionar um instantâneo manualmente a qualquer momento.
ru: Резервные копии сохраняют снимки хранилища в выбранное вами место. Keyguard создаёт их при изменениях хранилища, а вы можете создать снимок вручную в любой момент.
uk: Резервні копії зберігають знімки сховища в обраному вами місці. Keyguard створює їх при змінах у сховищі, а ви можете створити знімок вручну будь-коли.
zh_hans: 备份功能将密码库快照保存至您指定的位置。Keyguard 在密码库发生变更时自动创建快照，您也可随时手动触发。

# pref_item_automatic_backups_status_error_title
source: Last backup failed
ar: فشلت آخر نسخة احتياطية
de: Letztes Backup fehlgeschlagen
fr: Échec de la dernière sauvegarde
hu: Utolsó mentés sikertelen
pt_br: Falha no último backup
pt_pt: Última cópia de segurança falhou
ru: Последнее резервное копирование не удалось
uk: Останнє резервне копіювання не вдалося
zh_hans: 上次备份失败

# pref_item_automatic_backups_status_finished_text
source: Finished %1$@.
ar: انتهى %1$@.
de: Abgeschlossen %1$@.
fr: %1$@ terminés.
hu: Befejezve: %1$@.
pt_br: Concluído em %1$@.
pt_pt: Terminado %1$@.
ru: Завершено %1$@.
uk: Завершено %1$@.
zh_hans: %1$@ 完成。

# pref_item_automatic_backups_status_never_text
source: Configure automatic backups, then run the first backup manually or wait for vault changes.
ar: أعدّ النسخ الاحتياطي التلقائي، ثم شغّل أول نسخة احتياطية يدويًا أو انتظر تغيّرات الخزنة.
de: Richten Sie automatische Backups ein. Starten Sie anschließend das erste Backup manuell oder warten Sie auf Änderungen am Tresor.
fr: Configurez les sauvegardes automatiques, puis exécutez la première sauvegarde manuellement ou attendez les modifications du coffre-fort.
hu: Konfigurálja az automatikus mentéseket, majd futtassa az első mentést manuálisan, vagy várjon a széf változásaira.
pt_br: Configure os backups automáticos e, em seguida, execute o primeiro backup manualmente ou aguarde alterações no cofre.
pt_pt: Configure as cópias de segurança automáticos e em seguida, execute a primeira cópia de segurança manualmente ou aguarde as alterações no cofre.
ru: Настройте автоматическое резервное копирование, затем создайте первую резервную копию вручную или дождитесь изменений в хранилище.
uk: Налаштуйте автоматичне резервне копіювання, а потім запустіть перше копіювання вручну або дочекайтеся змін у сховищі.
zh_hans: 请配置自动备份，然后手动运行首次备份或等待密码库发生变更。

# pref_item_automatic_backups_status_never_title
source: No backup yet
ar: لا توجد نسخة احتياطية بعد
de: Noch kein Backup
fr: Aucune sauvegarde pour le moment
hu: Nincs még mentés
pt_br: Nenhum backup realizado até o momento
pt_pt: Ainda sem cópias de segurança
ru: Резервных копий пока нет
uk: Резервних копій ще немає
zh_hans: 暂无备份

# pref_item_automatic_backups_status_reason_not_configured
source: Backup is not fully configured.
ar: لم يتم إعداد النسخ الاحتياطي بالكامل.
de: Das Backup ist noch nicht vollständig eingerichtet.
fr: La sauvegarde n'est pas entièrement configurée.
hu: A mentés nincs teljesen konfigurálva.
pt_br: O backup não está totalmente configurado.
pt_pt: As cópias de segurança não estão totalmente configuradas.
ru: Резервное копирование настроено не полностью.
uk: Резервне копіювання налаштовано не повністю.
zh_hans: 备份配置不完整。

# pref_item_automatic_backups_status_reason_unknown
source: Unknown reason.
ar: سبب غير معروف.
de: Unbekannter Grund.
fr: Raison inconnue.
hu: Ismeretlen ok.
pt_br: Motivo desconhecido.
pt_pt: Motivo desconhecido.
ru: Неизвестная причина.
uk: Невідома причина.
zh_hans: 未知原因。

# pref_item_automatic_backups_status_reason_vault_locked
source: Vault was locked.
ar: كانت الخزنة مقفلة.
de: Der Tresor war gesperrt.
fr: Le coffre-fort a été verrouillé.
hu: A széf zárolva volt.
pt_br: O cofre estava bloqueado.
pt_pt: O cofre estava bloqueado.
ru: Хранилище было заблокировано.
uk: Сховище було заблоковано.
zh_hans: 密码库已锁定。

# pref_item_automatic_backups_status_running_title
source: Backup running
ar: النسخ الاحتياطي قيد التشغيل
de: Backup läuft
fr: Sauvegarde en cours
hu: Biztonsági mentés folyamatban
pt_br: Backup em andamento
pt_pt: Cópia de segurança em execução
ru: Выполняется резервное копирование
uk: Виконується резервне копіювання
zh_hans: 备份正在运行

# pref_item_automatic_backups_status_skipped_title
source: Last backup skipped
ar: تم تخطي آخر نسخة احتياطية
de: Letztes Backup übersprungen
fr: Dernière sauvegarde ignorée
hu: Utolsó mentés kihagyva
pt_br: Último backup ignorado
pt_pt: Última cópia de segurança ignorada
ru: Последнее резервное копирование пропущено
uk: Останнє резервне копіювання пропущено
zh_hans: 上次备份已跳过

# pref_item_automatic_backups_status_success_text
source: Finished %1$@. Exported %2$lld items, %3$lld attachments, %4$lld new blobs, %5$lld reused blobs.
ar: انتهى %1$@. تم تصدير %2$lld عنصرًا، و%3$lld مرفقًا، و%4$lld كتلة جديدة، و%5$lld كتلة معاد استخدامها.
de: Abgeschlossen %1$@. Exportiert: %2$lld Elemente, %3$lld Anhänge, %4$lld neue und %5$lld wiederverwendete Datenblöcke.
fr: %1$@ terminés. %2$lld éléments exportés, %3$lld pièces jointes, %4$lld nouveaux objets binaires, %5$lld objets binaires réutilisés.
hu: Befejezve: %1$@. Exportálva: %2$lld elem, %3$lld melléklet, %4$lld új blob, %5$lld újrahasznosított blob.
pt_br: Concluído em %1$@. Exportados %2$lld itens, %3$lld anexos, %4$lld novos blobs e %5$lld blobs reutilizados.
pt_pt: Concluído %1$@. Exportados %2$lld itens, %3$lld anexos, %4$lld novos blobs, %5$lld blobs reutilizados.
ru: Завершено %1$@. Экспортировано: %2$lld элементов, %3$lld вложений, %4$lld новых объектов, %5$lld повторно использованных объектов.
uk: Завершено %1$@. Експортовано %2$lld елементів, %3$lld вкладень, %4$lld нових блобів, %5$lld повторно використаних блобів.
zh_hans: %1$@完成。已导出 %2$lld 个条目、%3$lld个附件、%4$lld 个新数据块、%5$lld 个复用数据块。

# pref_item_automatic_backups_status_success_title
source: Last backup completed
ar: اكتملت آخر نسخة احتياطية
de: Letztes Backup abgeschlossen
fr: Dernière sauvegarde terminée
hu: Utolsó mentés befejezve
pt_br: Último backup concluído
pt_pt: Última cópia de segurança terminada
ru: Последняя резервная копия создана
uk: Останнє резервне копіювання завершено
zh_hans: 上次备份已完成

# pref_item_automatic_backups_step_applying_retention
source: Applying retention
ar: تطبيق سياسة الاحتفاظ
de: Aufbewahrungsregeln werden angewendet
fr: Application de la conservation
hu: Megőrzési szabályok alkalmazása
pt_br: Aplicando a política de retenção
pt_pt: Aplicando retenção
ru: Применение политики хранения
uk: Застосування політики зберігання
zh_hans: 正在应用保留策略

# pref_item_automatic_backups_step_backing_up_attachments
source: Backing up attachments
ar: نسخ المرفقات احتياطيًا
de: Anhänge werden gesichert
fr: Sauvegarde des pièces jointes
hu: Mellékletek biztonsági mentése
pt_br: Fazendo backup dos anexos
pt_pt: Fazendo cópia de segurança dos anexos
ru: Резервное копирование вложений
uk: Резервне копіювання вкладень
zh_hans: 正在备份附件

# pref_item_automatic_backups_step_exporting_vault
source: Exporting vault data
ar: تصدير بيانات الخزنة
de: Tresordaten werden exportiert
fr: Exportation des données du coffre-fort
hu: Széf adatainak exportálása
pt_br: Exportando os dados do cofre
pt_pt: Exportando dados do cofre
ru: Экспорт данных хранилища
uk: Експорт даних сховища
zh_hans: 正在导出密码库数据

# pref_item_automatic_backups_step_opening_repository
source: Opening backup repository
ar: فتح مستودع النسخ الاحتياطي
de: Backup-Repository wird geöffnet
fr: Ouverture du dépôt de sauvegarde
hu: Biztonsági mentés tárolójának megnyitása
pt_br: Abrindo o repositório de backup
pt_pt: Abrindo repositório de cópias de segurança
ru: Открытие репозитория резервных копий
uk: Відкриття репозиторію резервних копій
zh_hans: 正在打开备份仓库

# pref_item_automatic_backups_step_preparing
source: Preparing backup
ar: تحضير النسخة الاحتياطية
de: Backup wird vorbereitet
fr: Préparation de la sauvegarde
hu: Biztonsági mentés előkészítése
pt_br: Preparando o backup
pt_pt: Preparando a cópia de segurança
ru: Подготовка резервной копии
uk: Підготовка резервної копії
zh_hans: 正在准备备份

# pref_item_automatic_backups_step_scanning_attachments
source: Scanning attachments
ar: فحص المرفقات
de: Anhänge werden erfasst
fr: Analyse des pièces jointes
hu: Mellékletek beolvasása
pt_br: Verificando os anexos
pt_pt: Verificando anexos
ru: Сканирование вложений
uk: Сканування вкладень
zh_hans: 正在扫描附件

# pref_item_automatic_backups_step_writing_index
source: Writing backup index
ar: كتابة فهرس النسخ الاحتياطي
de: Backup-Index wird geschrieben
fr: Écriture de l'index de sauvegarde
hu: Biztonsági mentés indexének írása
pt_br: Gravando o índice de backup
pt_pt: Escrevendo índice da cópia de segurança
ru: Запись индекса резервной копии
uk: Запис індексу резервної копії
zh_hans: 正在写入备份索引

# pref_item_automatic_backups_step_writing_snapshot
source: Writing snapshot
ar: كتابة اللقطة
de: Snapshot wird geschrieben
fr: Écriture de l'instantané
hu: Pillanatkép írása
pt_br: Gravando o snapshot
pt_pt: Gravando snapshot
ru: Запись снимка
uk: Запис знімка
zh_hans: 正在写入快照

# pref_item_automatic_backups_text
source: Automatic encrypted vault backups
ar: نسخ احتياطي تلقائي مشفّر للخزنة
de: Automatische verschlüsselte Tresor-Backups
fr: Sauvegardes chiffrées automatiques du coffre-fort
hu: Automatikus titkosított széf biztonsági mentések
pt_br: Backups automáticos criptografados do cofre
pt_pt: Cópias de segurança do cofre automáticas e encriptadas
ru: Автоматические зашифрованные резервные копии хранилища
uk: Автоматичні зашифровані резервні копії сховища
zh_hans: 自动加密密码库备份

# pref_item_automatic_backups_title
source: Backups
ar: النسخ الاحتياطي
fr: Sauvegardes
hu: Biztonsági mentések
ko: 백업
pt_pt: Cópias de segurança
ru: Резервные копии
uk: Резервні копії
zh_hans: 备份
